package com.example.myapplication;

public class constant {
    public static String[] ArSuras = {"الفاتحه", "البقرة", "آل عمران", "النساء", "المائدة", "الأنعام", "الأعراف", "الأنفال", "التوبة", "يونس", "هود"
            , "يوسف", "الرعد", "إبراهيم", "الحجر", "النحل", "الإسراء", "الكهف", "مريم", "طه", "الأنبياء", "الحج", "المؤمنون"
            , "النّور", "الفرقان", "الشعراء", "النّمل", "القصص", "العنكبوت", "الرّوم", "لقمان", "السجدة", "الأحزاب", "سبأ"
            , "فاطر", "يس", "الصافات", "ص", "الزمر", "غافر", "فصّلت", "الشورى", "الزخرف", "الدّخان", "الجاثية", "الأحقاف"
            , "محمد", "الفتح", "الحجرات", "ق", "الذاريات", "الطور", "النجم", "القمر", "الرحمن", "الواقعة", "الحديد", "المجادلة"
            , "الحشر", "الممتحنة", "الصف", "الجمعة", "المنافقون", "التغابن", "الطلاق", "التحريم", "الملك", "القلم", "الحاقة", "المعارج"
            , "نوح", "الجن", "المزّمّل", "المدّثر", "القيامة", "الإنسان", "المرسلات", "النبأ", "النازعات", "عبس", "التكوير", "الإنفطار"
            , "المطفّفين", "الإنشقاق", "البروج", "الطارق", "الأعلى", "الغاشية", "الفجر", "البلد", "الشمس", "الليل", "الضحى", "الشرح"
            , "التين", "العلق", "القدر", "البينة", "الزلزلة", "العاديات", "القارعة", "التكاثر", "العصر",
            "الهمزة", "الفيل", "قريش", "الماعون", "الكوثر", "الكافرون", "النصر", "المسد", "الإخلاص", "الفلق", "الناس"};

    public static String[] Arahadees = {"الحديث الاول ", "الحديث الثاني", "الحديث الثالث", "الحديث الرابع", "الحديث الخامس", "الحديث السادس", "الحديث السابع", "الحديث الثامن",
            "الحديث التاسع", "الحديث العاشر",
            "الحديث احادي عشر",
            "الحديث اثنا عشر",
            "الحديث الثالث عشر",
            "الحديث الرابع عشر",
            "الحديث الخامس عشر",
            "الحديث السادس عشر",
            "الحديث السابع عشر",
            "الحديث الثامن عشر",
            "الحديث التاسع عشر",
            "الحديث العشرون",
            "الحديث واحد وعشرون",
            "الحديث اثنان وعشروت",
            "الحديث الثالث وعشرون",
            "الحديث الرابع وعشرون",
            "الحديث الخامس وعشرون",
            "الحديث السادس وعشرون",
            "الحديث السابع وعشرون",
            "الحديث الثامن وعشرون",
            "الحديث التاسع وعشرون",
            "الحديث الثلاثون",
            "الحديث واحد وثلاثون",
            "الحديث اثنان وثلاثون",
            "الحديث الثالث وثلاثون",
            "الحديث الرابع وثلاثون",
            "الحديث الخامس وثلاثون",
            "الحديث السادس وثلاثون",
            "الحديث السابع وثلاثون",
            "الحديث الثامن ولثلاثون",
            "الحديث التاسع وثلاثون",
            "الحديث الاربعون",
            "الحديث واحد واربعون",
            "الحديث اثنان واربعون",
            "الحديث الثالث واربعون",
            "الحديث الرابع واربعون",
            "الحديث الخامس واربعون",
            "الحديث السادس واربعون",
            "الحديث السابع واربعون",
            "الحديث الثامن واربعون",
            "الحديث التاسع واربعون",
            "الحديث الخمسون"
    };
}
